Repository: common-repository/aps-content-moderator
Catalog: languages/*.po
Languages: de_de

source: Score is between 0 and 1. The higher the score, the higher the model is predicting that the category may be applicable. This feature relies on a statistical model rather than manually coded outcomes. We recommend testing with your own content to determine how each category aligns to your requirements.
de_de: Der Wert ist zwischen 0 und 1. Je höher der Wert, desto höher ist die wahrscheinlichkeit, dass die Kategorie zutrifft.

source: Classification Score
de_de: Kategorie Sensibilität

source: Fine Tuning
de_de: Feinjustierung

source: Category 1
de_de: Kategorie 1

source: Category 2
de_de: Kategorie 2

source: Category 3
de_de: Kategorie 3

source: Ignore personal data
de_de: Personenbezogene Daten ignorieren

source: Ignore personal data when checking and only consider the classification.
de_de: Wenn aktiviert. Werden personenbezogene Daten bei der Überprüfung nicht berücksichtigt.

source: Enabled Comment Max-Length
de_de: Kommentar Zeichenbegrenzung aktivieren

source: The APS Content Moderator API can handle a maximum of 1024 characters per request. The comment field will be interactively checked for a maximum length of 1024 characters. If you deactivate the limitation, only the first 1024 characters of the comment are checked.
de_de: Die APS Content Moderator API kann maximal 1024 pro Anfrage verarbeiten. Das Kommentarfeld wird interaktiv auf Zeichenlänge überprüft. Wenn die Begrenzung deaktiviert wird, werden nur die ersten 1024 Zeichen des Kommentars von der API überprüft. Der Rest wird ignoriert.

source: Translation
de_de: Übersetzung

source: Indetified Lang
de_de: Erkannte Sprache im Text

source: Auto corrected text
de_de: Automatisch korregierter Text

source: Classification
de_de: Klassivizierung

source: Profanity
de_de: Obszönitäten

source: Terms
de_de: Begriffe

source: Personal Information
de_de: Personenbezogene Daten
